{
  "chest": [    {
    "image": "assets/GIF/chest/bench press.gif",
    "title": "صدر بار مستوي",
    "details": "عدد المجموعات: 4  عدد التكرارات: 10",
    "instructions": [
      "1. الاستلقاء على مقاعد البدلاء ووضع عينيك تحت الشريط.\n\n",
      "2. أمسك الشريط أعرض قليلا من عرض الكتف. إذا كان الشريط على صدرك، فيجب أن يكون مرفقك عموديا على معصمك.\n\n",
      "3. اصنع تجويفا / جسرا صغيرا بظهرك لمزيد من الثبات ولحماية مفصل كتفك.\n\n",
      "4. اخفض الشريط في خط مائل (منحنى J) على صدرك (حول ارتفاع الحلمة). ثم ادفع الوزن بعيدا قدر الإمكان إلى وضع البداية.\n\n",
      "5. قم بفك الشريط، واجعله فوق كتفيك وانتظر 1 ثانية قبل خفضه إلى صدرك.\n\n"
    ]
  }, {
    "image": "assets/GIF/chest/machinei.gif",
    "title": "دفع عالي",
    "details": "عدد المجموعات: 4  عدد التكرارات: 10",
    "instructions": [
      "1. اجلس في الجهاز وضع يديك حول أذرع الجهاز.\n\n",
      "2. ادفع أذرع الجهاز لأعلى، بعيدا عن الجسم، حتى يتم تمديد ذراعيك بالكامل.\n\n",
      "3. العودة إلى وضع البداية وتكرار.\n\n"
    ]
  }, {
    "image": "assets/GIF/chest/cable fly.gif",
    "title": "تفتيح عالي بالكيبل",
    "details": "عدد المجموعات: 3  عدد التكرارات: 10",
    "instructions": [
      "1. اضبط الكابلات فوق ارتفاع الكتف أو حوله مباشرة.\n\n",
      "2. أمسك بمقابض الكابلات، واجلس مع ساقيك بعيدا قليلا عن عرض الورك، وضع قدميك بشكل مسطح على الأرض، وتأكد من أن ظهرك مستقيم على المقعد.\n\n",
      "3. ابدأ بذراعيك مستقيمة ويديك أمامك على ارتفاع الصدر.\n\n",
      "4. استخدم القوة من عضلات صدرك مرة أخرى للعودة إلى وضع البداية مع توجيه إبهامك نحو بعضهما البعض مرة أخرى.\n\n"
    ]
  },
    {
      "image": "assets/GIF/chest/DeclineBenchPress.gif",
      "title": "تجميع سفلي",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. الاستلقاء على مقعد مائل مع الدمبل فوق صدرك.\n\n",
        "2. أحضر ذراعيك إلى الجانبين وبعيدا عن جسمك. توقف عندما تكون ذراعيك موازية لجسمك.\n\n",
        "3. أعد ذراعيك فوق الصدر بنفس القوس الذي صنعته للتو عند خفض الذراعين.\n\n",
        "4. كرر هذه الخطوات للتكرار الموصى به.\n\n"
      ]
    },    {
      "image": "assets/GIF/chest/InclineBenchPress.gif",
      "title": "تجميع عالي بالضنبل",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. الاستلقاء على مقعد مائل من 45 درجة أو أقل مع الدمبل في كل يد.\n\n",
        "2. وضع البداية: أحضر الدمبل إلى كتفك. ادفع الدمبل لأعلى مباشرة فوق رأسك مع شاحب يدك معا.\n\n",
        "3. أدخل وأفرغ الدمبل، مع الحفاظ على ساعدك موازيا للأرض في جميع الأوقات، ويديك على ارتفاع الصدر.\n\n",
        "4. في نهاية التمرين، أحضر الدمبل ببطء إلى جانبك أو وركك.\n\n"
      ]
    },
    {
      "image": "assets/GIF/chest/08StandardPushup.gif",
      "title": "تمرين الضغط",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. الاستلقاء ووجهه لأسفل على الأرض، والنخيل لأسفل باليد، والأصابع تشير إلى الأمام مباشرة\n\n",
        "2. ضع اليدين على نطاق أوسع قليلا من عرض الكتف ويجب أن تكون القدمين بعرض الورك على أطراف أصابع القدم.\n\n",
        "3. وضع البدء: اضغط من المرفقين الجسم عن الأرض.\n\n",
        "4. خفض جسمك بالكامل (الساقين والوركين والجذع والرأس) إلى 4-8 سم من الأرض.\n\n",
        "5. ارجع إلى وضع البداية بالضغط من المرفقين وكرر الرقم المطلوب.\n\n"
      ]
    },

    {
      "image": "assets/GIF/chest/DBFly.gif",
      "title": "تفتيح مستوي",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions": [
        "1. الجلوس مقعد مسطح مع الدمبل في كل يد.\n\n",
        "2. وضع البداية: استلق على ظهرك وأحضر الدمبل إلى كتفيك. اضغط على الدمبل مباشرة فوق الصدر حتى تتلامس تقريبا مع مواجهة راحة اليد لبعضها البعض (قبضة محايدة).\n\n",
        "3. الحفاظ على ثني المرفقين قليلا، والسماح للدمبل وصولا إلى خط الحلمة.\n\n",
        "4. اخفض ذراعيك العلويين قليلا بعد خط الحلمة حتى توازي الأرض، ثم عد إلى وضع البداية وكرر الرقم المطلوب.\n\n",
        "5. في نهاية التمرين، ضع الدمبل على الأرضيات واجلس بشكل مستقيم مرة أخرى.\n\n"
      ]
    },


    {
      "image": "assets/GIF/chest/dumbbell press.gif",
      "title": "تجميع مستوي",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. استلق مع ظهرك على المقعد وضع قدميك متجهة للخارج، ولكن على الأقل عرض الورك بعيدا، وضع ركبتيك بزاوية 90 درجة أو أعمق قليلا لمزيد من الثبات.\n\n",
        "2. ضع لوحي كتفك على حافة المقعد وحاول عمل زاوية 15-45 درجة بين ذراعيك والجزء العلوي من جسمك. عند القيام بذلك، تأكد من بقاء معصميك عموديا على مرفقيك.\n\n",
        "3. اخفض مرفقيك بعمق قدر الإمكان وبطريقة خاضعة للرقابة، دون الإضرار بكتفيك. حافظ على هذا العمق كنقطة قياس لكل تكرار، بحيث يظل مسار حركتك كما هو مع كل حركة.\n\n",
        "4. مد ذراعيك لأعلى وحافظ على الأوزان متماشية مع صدرك. إذا لزم الأمر، يمكنك تقريبهم قليلا من بعضهم البعض في أعلى نقطة. حافظ على الرسغين فوق المرفقين أثناء الخفض والدفع للأعلى أثناء الحركة.\n\n"
      ]
    },


    {
      "image": "assets/GIF/chest/1.gif",
      "title": "بار عالي",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. الاستلقاء على مقعد مائل من 45 درجة أو أقل مع قدميك على الأرض.\n\n",
        "2. ضع يديك على شريط عرض الكتفين وجلب الشريط إلى الصدر. حافظ على ساعدك عموديا على الأرض.\n\n",
        "3. وضع البداية: ارفع الشريط فوق رأسك وأعده إلى الصدر (عند الترقوة).\n\n",
        "4. العودة إلى وضع البداية وتكرار.\n\n"
      ]
    },
    {
      "image": "assets/GIF/chest/2.gif",
      "title": " تجميع فردي بالكيبل",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1.ابدأ بجانبك الضعيف وضع نفسك مع هذا الجانب جانبيا وقليلا أمام محطة الكابل في وضع التصوير. اجلس على ركبة الجانب الأقوى لديك ، وضع قدمك من الجانب الضعيف بشكل مسطح على الأرض.\n",
        "2.تأكد من أن محطة الكابل في خط 1 مع حركة \"الطيران\" ، حيث تنتقل الحركة من ارتفاع الحلمة (الجانب الضعيف) إلى ارتفاع الكتف (جانب القوة ، الوزن على التوتر) واضبط المحطة بحيث يكون لديك نطاق كامل من الحركة للعضلات الصدرية.\n",
        "3.باستخدام قبضة محايدة ، مد ذراعك للخلف بنسبة 99٪ واجلب معصمك قدر الإمكان عندما تصل إلى كتفك لزيادة الحركة.\n",
        "4.عندما ينحني ذراعك ، يمكنك قطع المجموعة على الفور.\n"
      ]
    }, {
      "image": "assets/GIF/chest/3.gif",
      "title": " تفتيح علي الفراشه",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. اجلس مع ظهرك على مسند الظهر. اجلس بحيث يكون ذراعيك بالتوازي مع الأرض عند حمل أذرع الماكينة.\n\n",
        "2. اضبط مسند الظهر (إن أمكن) بحيث يكون ذراعيك عموديا على جسمك.\n\n",
        "3. وضع البداية: ضع ذراعيك في الفوط بحيث تكون ساعديك ومرفقيك متساويين.\n\n",
        "4. ابدأ التمرين عن طريق شد عضلات الثدي وجمع مرفقيك معا.\n\n"
      ]
    }, {
      "image": "assets/GIF/chest/4.gif",
      "title": " تفتيح سفلي بالدنبل",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. الاستلقاء على مقعد مائل مع رأسك لأسفل وتمتد الدمبل فوق صدرك.\n\n",
        "2. أخرج ذراعيك مباشرة إلى الجانبين وبعيدا عن جسمك. توقف عندما تكون ذراعيك موازية لجسمك.\n\n",
        "3. أعد ذراعيك مرة أخرى في نفس القوس الذي نزلوا به.\n\n",
        "4. العودة إلى وضع البداية وتكرار.\n\n"
      ]
    },  {
      "image": "assets/GIF/chest/5.gif",
      "title": " الدفع علي دكه مائله",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. استلق على مقعد مائل مع استقامة ظهرك وقدميك مسطحة على الأرض.\n\n",
        "2. امسك أذرع الماكينة بقبضة سفلية. حافظ على ثني المرفقين 90 درجة.\n\n",
        "3. وضع البداية: ادفع الوزن للأمام (استخدم دعم القدم إذا لزم الأمر).\n\n",
        "4. خفض الوزن حتى يصبح الجزء العلوي من ذراعك عموديا على جسمك.\n\n"
      ]
    }, {
      "image": "assets/GIF/chest/6.gif",
      "title": " تفتيح سفلي بالكيبل",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. ابدأ بأخذ كابل في كل يد مع ذراعيك مستقيمة وعلى ارتفاع الكتف.\n\n",
        "2. حافظ على ذراعيك مستقيمة وأنزلهما إلى منتصف بطنك.\n\n",
        "3. قبل كل شيء ، حاول استخدام عضلات صدرك لتجميع ذراعيك معا.\n\n",
        "4. ارجع إلى وضع البداية وكرر للممثلين المطلوبين.\n\n"
      ]
    },{
      "image": "assets/GIF/chest/7.gif",
      "title": "  صدر بار سفلي",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions": [
        "1. اجلس على مقعد مائل وضع قدميك على الفوط المناسبة (إن وجدت).\n\n",
        "2. ضع يديك على الشريط ، أوسع قليلا من عرض الكتف وخفض الشريط إلى أعلى الصدر مباشرة ، والساعدين عمودي على الأرض.\n\n",
        "3. وضع البدء: اضغط على الشريط لأعلى حتى تصبح الذراعين مستقيمة.\n\n",
        "4. العودة إلى وضع البداية وتكرار الكميات المطلوبة.\n\n"
      ]
    }
  ],
  "hands": [
    {
      "image": "assets/GIF/hands/BBPreacherCurl.gif",
      "title": "تجميع باي مع تركيز الزراع",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "1) اضبط دعامة الذراع على الارتفاع الصحيح بحيث يكون الجزء العلوي من دعامة الذراع عند مستوى الصدر عند الجلوس.\n\n",
        "2) ضع ذراعيك بعرض الكتفين مع دعم المرفقين وأعلى الذراع على الطريق.\n\n",
        "3) وضع البدء: الاستيلاء على شريط مع قبضة تحت اليد (النخيل حتى) مع المرفقين عازمة قليلا.\n\n",
        "4) ثني المرفقين وجلب الشريط نحو الصدر حتى يصبح الساعدان عموديين على الأرض. تشديد العضلة ذات الرأسين في الجزء العلوي من الحركة\n\n",
        "5) ارجع إلى وضع البداية وكرر الرقم المطلوب.\n\n"]    },


    {
      "image": "assets/GIF/hands/db_biceps_curl.gif",
      "title": "باي دنبل - يدين معا",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. قف مع مباعدة القدمين بعرض الكتفين وثني الركبتين قليلا أو الجلوس في وضع عمودي.\n\n",
        "2. وضع البداية: خذ الدمبل بقبضة سفلية (راحة اليد للأمام) واترك الدمبل معلقة بجانبك. يجب أن يكون المرفقين قريبين من جانبيك.",
        "3. ثني المرفقين وجلب الدمبل إلى مستوى الكتف تقريبا. يمكن القيام بهذا التمرين بذراع واحدة في كل مرة.\n\n",
        "4. ارجع إلى وضع البداية وكرر الرقم المطلوب.\n\n"]    },


    {
      "image": "assets/GIF/hands/DBConcentrationCurl.gif",
      "title": "تركيز باي علي الزراع",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. وضع البداية: خذ الدمبل بقبضة سفلية (راحة اليد للأمام) دع الذراع تتدلى بحرية لأسفل. ضع الكوع داخل الركبة.\n\n",
        "2. ثني الكوع وجلب الدمبل إلى مستوى الكتف تقريبا. الحفاظ على الكوع على الساق أثناء الحركة.\n\n",
        "3. العودة إلى وضع البداية وتكرار الرقم المطلوب ، تبديل الأسلحة.\n\n",
        ""]    },




    {
      "image": "assets/GIF/hands/CBBentoverTriExt.gif",
      "title": "تراي خلفي بالحبل",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions":[ "",
        "1. الوقوف في وضع عمودي. خذ الشريط بيديك على الكتف أو متوسط العرض مع القبضة العلوية. أحضر الشريط أمام الرأس.\n\n",
        "2. وضع البدء: انحنى للأمام بحيث يكون جسمك بزاوية 45 درجة.\n\n",
        "3. أحضر الشريط خلف الرأس عن طريق ثني المرفقين إلى 90 درجة. يجب أن يستمر المرفقان في الإشارة إلى الأمام.\n\n",
        "4. العودة إلى وضع البداية مع تمديد المرفقين.\n\n"]    },




    {


      "image": "assets/GIF/hands/DBOneArmTriExt.gif",
      "title": "تراي فرنساوي",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1. الجلوس في وضع عمودي.\n\n",
        "2. وضع البداية: خذ DumBell وضع راحة يدك داخل الوزن ، كما هو موضح في الصورة. اضغط على DumBell مباشرة فوق الرأس",
        "3. تثبيت الكتفين وخفض الوزن باستخدام مفصل الكوع فقط حتى يصبح الساعد موازيا للأرض. تأكد من أن المرفقين يستمران في الإشارة إلى الأمام طوال التمرين.",
        "4. العودة إلى وضع البداية.\n\n"]    },

    {
      "image": "assets/GIF/hands/Skull Crusher.gif",
      "title": "تراي بالبار الزجزاج",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "استلق مع ظهرك بشكل مسطح على مقعد وامسك بعرض الكتفين EZ-bar بعيدا عن بعضهما البعض وضع قدميك على نطاق أوسع قليلا من عرض الورك ، مسطحا على الأرض.1.\n",
        "وجه راحة يدك نحو السقف.\n2.",
        "ابدأ الحركة وقم بعمل زاوية 90 درجة يتم التحكم فيها عند مرفقيك بحيث تغوص يديك نحو وجهك.3\n",
        "اثن ذراعيك بحركة متساوية ، وتوقف فوق جبهتك مباشرة أو خلف رأسك مباشرة.\n4"
      ]    },







    {
      "image": "assets/GIF/hands/BBWristCurl.gif",
      "title": "رست بالبار مع تثبيت الذراعين علي الركبه",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1. خذ الحديد. اجلس راحة اليد في وضع مستقيم وأرح الساعدين على الفخذين أو الفخذين المقابلين.\n\n",
        "2. يجب أن تتدلى اليدين والمعصمين على الركبة (كما هو موضح).\n\n",
        "3. رفع الوزن عن طريق ثني الرسغ.\n\n",
        "4. خفض الوزن وكرر حسب التوجيهات.\n\n"]    },

    {
      "image": "assets/GIF/hands/CBReversePreacherCurl.gif",
      "title": "باي تركيز بالكيبل",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1. ضع مسند الذراع على الارتفاع الصحيح بحيث يكون الجزء العلوي من مسند الذراع عند الجلوس على مستوى الصدر.\n\n",
        "2. ضع الذراعين بعرض الكتفين مع المرفقين ودعم الذراع العلوي على دعم الذراع.\n\n",
        "3. وضع البدء: خذ الشريط بقبضة سفلية (راحة اليد) مع ثني المرفقين قليلا. اختر قبضة ضيقة أو واسعة كما هو موضح في الصورة.",
        "4. ثني المرفقين واسحب الشريط لأعلى حتى تصبح الساعدين عمودية على الأرض.\n\n"]    },


    {
      "image": "assets/GIF/hands/hamer curl.gif",
      "title": "باي شكوش",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions":[ "",
        "خذ الدمبل في كلتا يديه.\n",
        "تأكد من أن راحة يدك تواجه جسمك وأن الأوزان تتدلى بعيدا عن جسمك.\n",
        "3-ارفع الدمبل ببطء نحو كتفك. افعل ذلك بتركيز قدر الإمكان.\n",
        "4-عند رفع الذراع ، حافظ على الجزء العلوي من الذراع ثابتا قدر الإمكان. لذلك تقوم بالحركة بالكامل باستخدام ساعدك بينما يظل الجزء العلوي من ذراعك في نفس الوضع.\n"]    },
    {
      "image": "assets/GIF/hands/reverse palms in barbell curls.gif",
      "title": "باي مستوي بالبار",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "",
        "1. امسك الدمبل بقبضة علوية وراحة يدك تواجه جسمك.\n\n",
        "2. حافظ على مرفقيك على جانبيك واجلب الدمبل إلى مستوى الصدر.\n\n",
        "3. العودة إلى وضع البداية وتكرار وفقا للتكرار المطلوب.\n\n"]    },
    {
      "image": "assets/GIF/hands/rope pushdown.gif",
      "title": "تراي بيد واحدة بالحبل",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1-مع استقامة ظهرك ، انحنى للأمام قليلا ، ضع قدمك القوية للأمام وقدم جانبك الضعيف (الذي تبدأ به في لحظة) للخلف.\n",
        "2-أمسك الحبل على ارتفاع الكتف / أمام كتفك مباشرة و \"ادفع\" الوزن لأسفل في خط مستقيم بجوار جسمك.\n",
        "3-تحرك من مرفقك وتأكد من أن مرفقك لا ينحني عندما تصل إلى الأسفل. لذا توقف خلف الأرداف مباشرة أو عند ارتفاع الأرداف.\n",
        "4-اخفض الوزن مرة أخرى إلى وضع البداية بطريقة خاضعة للرقابة.\n"]    },

    {
      "image": "assets/GIF/hands/DBPreacherCurl.gif",
      "title": " ضنبل فردي  ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. ضع دعامة الذراع على الارتفاع الصحيح بحيث يكون الجزء العلوي من دعامة الذراع عند الجلوس على مستوى الصدر.\n\n",
        "2. ضع ذراعك مع الكوع وأعلى الذراع على الجانب.\n\n",
        "3. وضع البدء: خذ الدمبل بقبضة سفلية (راحة اليد) مع ثني الكوع قليلا.\n\n\n",
        "4. ثني الكوع حتى يصبح ساعدك عموديا على الأرض. تشديد العضلة ذات الرأسين في الجزء العلوي من الحركة.\n\n\n"]    },    {
      "image": "assets/GIF/hands/cable lateral curls.gif",
      "title": "باي بالكيبل من اعلي ",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "",
        "1. ابدأ بكابل في كل يد على مستوى الكتف مع تمديد ذراعيك.\n\n.\n\n",
        "2. راحة يدك بحاجة إلى الصعود. الآن قم بإحضار الكابلات لأعلى وكتفيك عن طريق ثني الذراعين عند المرفقين في حالة ثابتة نسبيا.\n\n\n",
        "3. ارجع إلى وضع البداية وكرر للممثلين المطلوبين.\n\n.\n\n"]    },
    {
      "image": "assets/GIF/hands/DBCurl.gif",
      "title": "تبادل بالدنبل",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1: قف بشكل مستقيم ، وقدميك على مسافة الورك ، وركبتيك مثنيتان قليلا. ذراعيك على جانبيك ، راحة يدك إلى الأمام.n",
        "2: استنشق وارفع الدمبل إلى كتفيك أثناء الزفير. يبقى مرفقيك على جانبيك في نفس المكان ، وليس للأمام. عندما تكون الدمبل عند كتفيك ، استنشق وخفض ذراعيك ببطء إلى وضع البداية. كرر.\n\n",
        "تسمح لك حرية الدمبل بإمساك يدك (أدر معصمك للخارج) أثناء رفعه. أيضا ، يجب أن تحاول دائما البدء بأضعف ذراعك (تحديد الأولويات).\n\n\n"
        ]    },


    {
      "image": "assets/GIF/hands/1.gif",
      "title": " باي بالكيبل فردي",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1:ابدأ من الوضع الطبيعي حيث يكون لديك العضلة ذات الرأسين في حالة استرخاء مع ظهرك إلى محطة الكابل.\n",
        "2:ابدأ من الجانب الضعيف ، وحافظ على ظهر مستقيم وضع ساقك من الجانب الضعيف للأمام قليلا ، وجانبك القوي للخلف قليلا لتحقيق ثبات كاف.\n",
        "  3 .حافظ على ذراعك على جانبك أثناء الحركة ، وابدأ خلف الأرداف مباشرة واترك مرفقك يتقدم في منتصف الطريق إلى أعلى نطاق الحركة.\n"
      ]    },  {
      "image": "assets/GIF/hands/2.gif",
      "title": "تراي فردي بالكيبل  ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1: حاول استخدام نفس المكان ومحطة الكابل.\n",
        "2:خذ الحبل واسحبه من القرفصاء إذا لزم الأمر. أدر ظهرك إلى محطة الكابل وضع قدميك بعرض الكتفين.\n",
        "3.حرك الحبل إلى وضع البداية بين لوحي كتفك (اخفض يدك بعمق قدر الإمكان) والمس جسمك بيدك أو بالمقبض. أنت في الموضع الصحيح إذا شعرت بالتوتر على ساعدك وكان مرفقك يشير بشكل عمودي لأعلى.\n",
     "4.حافظ على جسمك (ظهرك) مستقيما وحرك يدك لأعلى. حافظ على الجزء العلوي من ذراعك في نفس الوضع وتحرك من مرفقك.\n" ]    },  {
      "image": "assets/GIF/hands/3.gif",
      "title": "تراي بالحبل وانت نائم ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1.Ga الاستلقاء على مقعد مسطح.\n\n",
        "2. وضع البدء: استلق على ظهرك وأحضر الشريط إلى صدرك. أحضر الشريط فوق الصدر عن طريق استقامة الذراعين.\n\nn\n",
        "3. خفض الشريط إلى الجبهة عن طريق ثني المرفقين إلى 90 درجة. يجب أن يظل المرفقان موجهين للأمام.\n\n"
      ]    },  {
      "image": "assets/GIF/hands/4.gif",
      "title": " تراي متوازي علي الجهاز",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1:وضع البداية: اجلس على الجهاز مع ظهرك إلى أذرع الماكينة.\n\n",
        "2:ضع يديك على القضبان واضغط لأسفل مباشرة.\n\n",
        "3.العودة إلى وضع البداية.\n\n"
      ]    },  {
      "image": "assets/GIF/hands/5.gif",
      "title": "تراي بالدنبل يدين معا ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. الجلوس في وضع عمودي.\n\n",
        "2. وضع البداية: خذ DumBell وضع راحتي يديك على الجزء الداخلي من الوزن ، كما هو موضح في الصورة. أحضر DumBell فوق رأسك مباشرة.\n\n",
        "3. ثبت كتفيك واخفض الوزن باستخدام مفصل الكوع فقط ، حتى يصبح هذا الساعد موازيا للأرض. حافظ على المرفقين للأمام طوال الحركة.n\n\n"
      ]    },  {
      "image": "assets/GIF/hands/6n.gif",
      "title": "تراي بالحبل علي الكيبل",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1: قف بشكل مستقيم في مواجهة الجهاز. قدميك متباعدتان عن بعضهما البعض ، وركبتيك مثنيتان قليلا ومرفقيك مدسوسان في جانبيك. امسك الرافعات تحت اليد مع توجيه راحة يدك لأعلى.n\n",
        "الخطوة 2: استنشق ببطء في البداية ، ثم الزفير ومد ذراعيك لأسفل من المرفقين حتى تصبح مستقيمة ، ولكن لا تفرط في التمدد. ابق في نفس المكان. استنشق مرة أخرى ، دع ذراعيك تعود ببطء إلى وضع البداية من مرفقيك. كرر.\n\n"

      ]    },   {
      "image": "assets/GIF/hands/7.gif",
      "title": "تبادل بالدنبل علي دكه مائله",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "1. الجلوس على مقعد مائل بزاوية 45 درجة.\n\n",
        "2. وضع البداية: خذ الدمبل بقبضة سفلية (راحة اليد للأمام) واتركها تتدلى على الجانب. الحفاظ على المرفقين بالقرب من الجانبين.\n\n",
        "3. ثني المرفقين وجلب الدمبل إلى مستوى الكتف تقريبا. أبق المرفقين قريبين من جانبيك أثناء التمرين. يمكن أيضا إجراء هذا التمرين بذراع واحدة في كل مرة.\n\n",
        "4. العودة إلى وضع البداية.\n\n"
      ]    },  {
      "image": "assets/GIF/hands/8.gif",
      "title": "تجميع بالدنبل",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "1. قف مع مباعدة القدمين بعرض الكتفين وثني الركبتين قليلا أو الجلوس في وضع عمودي.\n\n",
        "2. وضع البداية: خذ الدمبل بقبضة سفلية (راحة اليد للأمام) واترك الدمبل معلقة بجانبك. يجب أن يكون المرفقين قريبين من جانبيك.\n\n",
        "3. ثني المرفقين وجلب الدمبل إلى مستوى الكتف تقريبا. يمكن القيام بهذا التمرين بذراع واحدة في كل مرة.\n\nn\n",
        "4. ارجع إلى وضع البداية وكرر الرقم المطلوب.\n\n"
      ]    }
  ],
  "lates": [  {
    "image": "assets/GIF/lats/wide lat pulldown.gif",
    "title": "سحب عالي ",
    "details": "عدد المجموعات: 3  عدد التكرارات: 10",
    "instructions":[ "",
      "1-ضع راحة اليد بعيدا عنك وأمسك الشريط بعرض الكتف تقريبا.\n",
      "2-اسحب لوحي كتفك لأسفل كما لو كنت تريد ثني الشريط وتحريك ظهرك قليلا للخلف .\n",
      "3-استخدم اليد لجلب الشريط نحو صدرك والعودة إلى نفس وضع البداية.\n",
      ""]    }, {
    "image": "assets/GIF/lats/low row underhand grip.gif",
    "title": "سحب أرضي ",
    "details": "عدد المجموعات: 3  عدد التكرارات: 10",
    "instructions":[ "",
      "1. الجلوس على مقعد أو على الأرض بحيث يمكنك سحب الكابل بالتوازي مع ساقيك.\n\n\n",
      "2. امسك يديك في قبضة سفلية (راحة اليد) واسحب الكابل نحو معدتك.\n\n.\n",
      "3. حافظ على ظهرك بزاوية عمودية على الأرض طوال التمرين. أثناء سحب الكابل ، حافظ على مرفقيك بالقرب من جسمك قدر الإمكان.\n\n\n",
      "4. العودة إلى وضع البداية وتكرار للتكرار المقرر.\n\n"]    },{
    "image": "assets/GIF/lats/SMBentOverRow.gif",
    "title": "بار بالسميث  ",
    "details": "عدد المجموعات: 3  عدد التكرارات: 10",
    "instructions":[ "",
      "1. الوقوف مع القدمين عرض الورك بعيدا والركبتين عازمة قليلا.\n\n\n",
      "2. موقف البداية: الانحناء من خلال الوركين مع ظهر مستقيم. امسك الحديد بعرض الكتفين بقبضة علوية (راحة اليد إلى الجسم) وحافظ على ذراعيك مستقيمة لأسفل (عموديا على الأرض).\n\n\n",
      "3. اسحب الحديد لأعلى إلى الصدر عن طريق سحب لوحي الكتف معا في أعلى حركة.\n\n.\n",
      "4. العودة إلى وضع البداية. أبق المرفقين بالقرب من جسمك من البداية إلى النهاية.\n\n"]    },
    {
      "image": "assets/GIF/lats/dumbell row.gif",
      "title": "منشار علي الدكه ",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1-استخدم الدمبل وابدأ بجانبك الضعيف.\n",
        "2-ادعم نفسك على مقاعد البدلاء بجانبك القوي. ضع يدك وساقك السفلية بشكل مسطح على هذا وحافظ على ظهرك العلوي أفقيا تقريبا.\n",
        "3-ابدأ بالدمبل عن طريق إمساكه على طول المقعد بذراع ممدودة ، واسحب لوحي كتفك معا وارفع مرفقك إلى معدتك (كما لو كنت تنشر). الهدف هو أن تكون قادرا على سحب مرفقك لأعلى مستوى ممكن.\n",
        "4-ثم خفض الوزن بطريقة خاضعة للرقابة.\n"]    },  {
      "image": "assets/GIF/lats/tbarrows.gif",
      "title": "طرنبه علي الدكه ",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1. استلق على بطنك على الجهاز وامسك الشريط.\n\n",
        "2. ارفع الشريط لأعلى حتى تصل يديك إلى ارتفاع الصدر.\n\n",
        "3. العودة إلى وضع البداية وتكرار للتكرار المنصوص عليها.\n\n",
        ""]    }, {
      "image": "assets/GIF/lats/dumbbell_exercises_dead_lift.gif",
      "title": " داد ليفت ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1في هذا التمرين ، ستحتاج إلى شريط يمكنك من خلاله تحريك الأوزان. قف مع مباعدة قدميك بعرض الكتفين والتقط الشريط. يجب أن تمسك يديك الشريط بعرض الكتفين تقريبا ، مع توجيه راحة اليد للخلف. حافظ على ثني ذراعيك قليلا وظهرك مستقيما. هذا هو موقف البداية..\n",
        "من هنا ، اسقط على ركبتيك ، ولمس الأرض تقريبا بالشريط. ثم تمتد مرة أخرى وشغل هذا المنصب للحظة. ثم اسقط على ركبتيك مرة أخرى. مع هذا التمرين تقوم بتدريب أسفل ظهرك. تأكد من أداء التمرين بأكمله بطريقة خاضعة للرقابة.\n\n\n",
        "",
        ""]    },





    {
      "image": "assets/GIF/lats/boraise.gif",
      "title": "رفرفه ظهر خلفي",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. الاستلقاء على رف بزاوية 50/60 درجة تقريبا.\n\n",
        "2. امسك الدمبل في كل يد مع ثني المرفقين قليلا.\n\n",
        "3. ارفع ذراعيك في وضع نصف دائري حتى كتفيك.\n\n",
        "4. العودة إلى وضع البداية وتكرار.\n\n"]    },

    {
      "image": "assets/GIF/lats/lat_pull_at_45_degrees_with_fitband.gif",
      "title": "سحب كيبل بالحبل ",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions":[ "",
        "1. وضع البداية: ضع الأشرطة حول جسم ثابت أو في إطار باب على ارتفاع الرأس.\n\n",
        "2. انحنى للأمام من الخصر ، مع الحفاظ على ظهرك مستقيما بزاوية 45 درجة.\n\n",
        "3. قم بحركة تجديف مع الفرقة باتجاه خصرك.\n\n",
        "4. اضغط على لوحي كتفك معا وأنت تسحب الشريط نحوك.\n\n"]    },

    {
      "image": "assets/GIF/lats/Unilateral lat prayer.gif",
      "title": "سحب بالكيبل من اعلي ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1-انزل على ركبتيك أمام محطة كابل عالية واستخدم حبلا.\n",
        "2-اتكئ / تشبث بالوزن ، مع وضع الجزء العلوي من جسمك في خط مستقيم ووجهك لأسفل ، حتى يتم تمديد ذراعك بالكامل تقريبا (أقل من 160 درجة).\n",
        "3-مع مد ذراعك ، اسحب الحبل نحو حضنك ، وأنت تتحرك للأمام بحيث يكون الجزء العلوي من جسمك في وضع الجلوس في وضع مستقيم (إنها حركة إيقاعية).\n",
        "4-استخدم جسمك للقيام بحركة سلسة.\n"]    }




  ,

    {
      "image": "assets/GIF/lats/1.gif",
      "title": "سحب بالكيبل من جانب واحد  ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1-قم بتوصيل حبل بمحطة الكابل على ارتفاع الصدر تقريبا.\n",
        "2-أمسك الحبل باليد وقم بتطبيق التوتر بذراع ممدودة.\nn",
        "3-قم بعمل انحناء صغير في ركبتيك ، وادفع الوركين للخلف قليلا وتأكد من أن لديك خطا مستقيما من الأرداف إلى الكتفين.\n",
        "4-بعد ذلك ، اسحب راحة يدك على طول وجهك (حتى أذنك).\n"]    },

    {
      "image": "assets/GIF/lats/2.gif",
      "title": " تمرين العقله ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1-استخدم قبضة محايدة (أيدي أوسع قليلا من عرض الكتف).\nn",
        "2-قف على منصة واقفز. ابدأ من الأعلى والأسفل حتى تتدلى تماما ، ثم اسحب نفسك لأعلى نحو وضع البداية.\n",
        "3-استمر في سحب نفسك حتى يتلامس الجزء العلوي من جسمك (الكتفين أو ربما الصدر) مع الشريط أو الرف.\n",
        "ملاحظة: حافظ على جذعك مستقيما أثناء السحب ، عن طريق شد الأرداف والبطن والحفاظ على ساقيك متقاطعة تحت جسمك إذا لزم الأمر.\nn"]    },

    {
      "image": "assets/GIF/lats/3.gif",
      "title": "سحب بالبار  من اعلي ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. امسك قضيب الكابل على ارتفاع الكتف مع تمديد ذراعيك.\n\n",
        "2. اسحب شريط الكابل لأسفل حتى الخصر. تذكر أن تبقي ذراعيك مستقيمة.\n\nn",
        "3. العودة إلى وضع البداية وتكرار لعدد محدد من التكرار.\n\n",
        ""]    },

    {
      "image": "assets/GIF/lats/4.gif",
      "title": "سحب عالي من اعلي بالقيضه ال8 ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. الجلوس على مقعد والاستيلاء على V-بار.\n\n",
        "2. اسحب قضيب V لأسفل إلى الصدر ، مع إبقاء مرفقيك قريبين نسبيا من جسمك.\n\nn",
        "3. اتكئ قليلا مع جسمك حتى لا يقترب شريط V كثيرا من رأسك.\n\nn",
        "4. العودة إلى وضع البداية وتكرار للتكرار المقرر.\n\nn"]    },



    {
      "image": "assets/GIF/lats/5.gif",
      "title": "سحب بالكيبل من اعلي باليدين",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. قم بتوصيل حزام بأعلى الباب أو كائن ثابت.\n\n",
        "2. اجلس على الأرض مع ثني ركبتيك قليلا وتمديد ذراعيك لتحريكهما للداخل والخارج.\n\n",
        "33. اسحب الرافعات نحو الصدر وحافظ على مرفقيك بالقرب من جسمك.\n\n",
        "4. اضغط على لوحي كتفك معا أثناء التمرين.\n\n"]    },


    {
      "image": "assets/GIF/lats/6.gif",
      "title": "تمرين القطنيه",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. استلق على الجهاز ووجهه لأسفل والوركين والكاحلين على الفوط.\n\n",
        "2. ضع الوركين (وليس بطنك) على الوسادة. ضع الجزء السفلي من ساقك أو وتر العرقوب على الوسادة. ضع وزنا خلف رقبتك وأمسكه بيديك.\n\n",
        "3. وضع البداية: يجب أن يكون ظهرك موازيا للأرض مع ثني ركبتيك قليلا.\n\n",
        "4. الجزء السفلي من جسمك حتى الوركين هو 90 درجة.\n\n"]    },

    {
      "image": "assets/GIF/lats/Unilateral lat prayer.gif",
      "title": "قطنيه مع رفع وزن",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. استلق على الجهاز ووجهه لأسفل والوركين والكاحلين على الفوط.\n\nn",
        "22. ضع وركك (وليس بطنك) على الوسادة. ضع أسفل ساقك أو وتر العرقوب على الوسادة. امسك كرة صحية أمام الصدر. تعال حتى تتمدد (انظر الصورة).\n\nn",
        "3. وضع البداية: يجب أن يكون ظهرك موازيا للأرض وأن تنحني ركبتيك قليلا.\n\n",
        "4. الجزء السفلي من جسمك حتى الوركين عازمة 90 درجة.\n\n"]    }




  ],
  "legs": [     {
    "image": "assets/GIF/legs/DBLunge.gif",
    "title": "تمرين الطعن ",
    "details": "عدد المجموعات: 2  عدد التكرارات: 10",
    "instructions":[ "",
      "1- كل ما تحتاجه هو مجموعة من الدمبل\n",
      "2-قف بشكل مستقيم مع مباعدة قدميك بعرض الكتفين. امسك الدمبل بذراعيك بجوار جسمك مباشرة. من هذا الموضع ، اتخذ خطوة كبيرة إلى الأمام بساقك اليسرى أو اليمنى. انزل لأسفل حتى تصبح ساقك الأمامية بزاوية 90 درجة (موازية للأرض)\n",
      "3-وركبة ساقك الأخرى بالكاد تلامس الأرض. اعكس الحركة وادفع بقوة من خلال ساقك الأمامية وكعبك حتى تعود إلى وضع مستقيم.\n",
      "4-حافظ على ظهرك مستقيما أثناء التمرين.\n\n"]    },   {
    "image": "assets/GIF/legs/unilateral leg extension.gif",
    "title": " دفع امامي بقدم واحده  ",
    "details": "عدد المجموعات: 3  عدد التكرارات: 10",
    "instructions":[ "",
      "1-اضبط الجهاز بحيث يمكنك الذهاب لمجموعة كاملة من الحركة وتأكد من أن ركبتك مستوية مع النقطة المحورية للجهاز.\n",
      "2-الاستلقاء إلى أقصى حد ممكن لزيادة مسار الحركة.\n",
      "3-ابدأ بأضعف ساقك. ضع ساقك السلبية في وضع مريح حيث تقيد مسار الحركة بأقل قدر ممكن.\n",
      "4-اخفض الضمادة لأسفل بعمق قدر الإمكان (الوضع السفلي) ولكن حافظ دائما على التوتر على فخذيك.\n"]    },
    {
      "image": "assets/GIF/legs/squat (1).gif",
      "title": "تمرين اسكواد ",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions":[ "",
        "1-اضغط على لوحي كتفك معا وضع الشريط على الجزء العلوي من ظهرك.\n\n",
        "2ارفع الوزن وامش 3 خطوات.\n\n",
        "3-ضع قدميك حول - أو أعرض قليلا من - عرض الكتفين وقم بتدويرهما للخارج بضع درجات.\n.\n",
        "4اخفض أعمق ما يمكن ، مع الحفاظ على حوضك في وضع محايد. تأكد من أن أسفل ظهرك لا ينتفخ (يمكنك القيام بذلك عن طريق دفع ركبتيك للخارج والجلوس بين ساقيك).\n\n\n"]    },   {
      "image": "assets/GIF/legs/quadricg.gif",
      "title": "تمرين الدفع ",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions":[ "",
        "1. الجلوس في الجهاز ووضع قدميك على صفيحة القدم.\n\n\n",
        "2. قم بفك سدادة الأمان وثني ركبتيك نحو صدرك.\n\n",
        "3. عندما تكون ركبتيك مثنيتين بالكامل ، قم بتمديدهما مرة أخرى حتى يتم تمديد ساقيك بالكامل.\n\n\n",
        "4. كرر حتى العدد المحدد من التكرار.\n\n\n\n"]    },


    {
      "image": "assets/GIF/legs/LVKneelingHipExtension.gif",
      "title": "خلفيات بالجهاز ",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1. وضع البداية: ضع ساعديك على الوسادة العلوية وضع ركبتك على الوسادة السفلية.\n\n\n",
        "2. ضع ساقك العاملة على صفيحة القدم.\n\n",
        "3. ركلة مع الساق العاملة مستقيمة للخلف وللأمام لتنشيط الألوية مع ساقك العاملة.\n\n",
        ""]    },

    {
      "image": "assets/GIF/legs/Standing Machine Calf Raise.gif",
      "title": "سمانه علي الجهاز ",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1. خطوة تحت رافع الكتف. اضبط ذراع الرافعة بحيث لا تلمس الألواح بعضها البعض عند تحرير الوزن.\n\n",
        "2. قف مع مباعدة القدمين بعرض الورك أو قف على حافة الخطوة ، على كرة القدم ومع الكعب فوق الحافة. يجب أن تشير أصابع القدم إلى الأمام.\n\n",
        "3. شد السمانه عن طريق دفع الكرة بعيدا عن القدم وجلب الكعب في الهواء (على أصابع القدم).\n\n",
        ""]    },

    {
      "image": "assets/GIF/legs/adductor machine.gif",
      "title": "تمرينه الضمه  ",
      "details": "عدد المجموعات: 3  عدد التكرارات: 10",
      "instructions":[ "",
        "1. الجلوس على آلة ووضع ساقيك وعلى الجزء الخارجي من أذرع الجهاز.\n\n",
        "2. أغلق ساقيك ببطء حتى يتم تجميع أذرع الماكينة معا.\n\n",
        "3. ارجع إلى وضع البداية وكرر  .\n\n",
        ""]    },

 {
      "image": "assets/GIF/legs/calf jumps.gif",
      "title": "سمانه علي جهاز الدفع",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1-اجلس على آلة الضغط على الساق وضع أصابع قدميك فقط وكرة القدم على صفيحة القدم.\n",
        "2-قم بتصويب ساقيك وفك سدادة الأمان.\n",
        "3-حافظ على ثني ركبتيك قليلا وادفع كعبيك للخلف ، كما لو كنت تحاول الوقوف على أصابع قدميك. تأكد من أن ربلة الساق تحت أقصى قدر من التوتر.\n",
        "4-كرر هذه الحركة بسلاسة وقوة ، مع التأكد من بقاء الجزء العلوي من جسمك ثابتا على الكرسي.\n"]    },
   {
      "image": "assets/GIF/legs/SMSplitS (1).gif",
      "title": "تمرين الطعن علي السميث",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions":[ "",
        "1. ضع الشريط على كتفيك في آلة سميث.\n\n\n",
        "2. قسم موقفك بحيث تكون إحدى القدمين للأمام والأخرى للخلف.\n\n\n",
        "3. انزل لأسفل حتى تنحني ركبتك بزاوية 90 درجة تقريبا.\n\n.\n",
        "4. للحصول على ما يصل ، والعودة إلى وضع البداية.\n\n\n\n"]    }



  ,

    {
      "image": "assets/GIF/legs/1.gif",
      "title": "   اسكواد بالضنبل",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[ "",
        "1. امسك الدمبل على مستوى الكتف.\n\n",
        "2. القرفصاء مع الدمبل على ارتفاع الكتف. عندما تصعد ، ادفع الدمبل لأعلى حتى يتم تمديد ذراعيك بالكامل.\n\nn",
        "3. أعد الدمبل إلى ارتفاع الكتف والقرفصاء مرة أخرى. العودة إلى وضع البداية.\n\n",
        "4. كرر هذه الحركة للتكرار الموصى به.\n\n"]    },
    {
      "image": "assets/GIF/legs/2.gif",
      "title": "تمرين الندفاع علي الكيبل",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions":[ "",
        "1. قف بشكل مستقيم مع ساق العمل بجانب الفرقة وجسم ثابت.\n\n",
        "2. لف الشريط حول ساق العمل.\n\n",
        "3. مع ساق العمل بزاوية أمام الساق والجسم الآخرين ، ابتعد عن النقطة الثابتة للشريط.\n\n",
        "4. كرر للممثلين المطلوبين وكرر مع الساق الأخرى.\n\n"]    },

  {
      "image": "assets/GIF/legs/3).gif",
      "title": "تمرين الخلفيات علي الجهاز",
      "details": "عدد المجموعات: 2  عدد التكرارات: 10",
      "instructions":[ "",
        "1.حاول زيادة نطاق الحركة قدر الإمكان عن طريق ضبط الجهاز بشكل صحيح. للقيام بذلك ، ضع تدفق الركبة مع النقطة المحورية للجهاز.\n",
        "2.حاول أن تتكئ إلى الخلف قدر الإمكان في مقعدك ، ولكن احتفظ دائما بأردافك على الكرسي.\n",
        "3. ابدأ بأضعف ساقك وتأكد من الضغط على ساقك الأخرى في الدرابزين قدر الإمكان أو وضعها على الجانب لتقييد المسار بأقل قدر ممكن.\n"
        ]    },

    {
      "image": "assets/GIF/legs/4.gif",
      "title": "سمانه علي جهاز ",
      "details": "عدد المجموعات: 4  عدد التكرارات: 10",
      "instructions":[
        "يتم تنفيذ تمرين اللياقة البدنية هذا على آلة \"رفع ربلة الساق\". اجلس ، ضع يديك على المقابض وكرات قدميك بعرض الكتفين على مستوى القدم. اخفض كعبيك حتى تشعر بتمدد في عضلات ربلة الساق. من هذا الموضع ، ادفع كعبيك للأمام قدر الإمكان من خلال كرات قدميك. شد العجول بقوة. حافظ على قدميك في نفس الوضع أثناء التمرين. مع هذا التمرين تقوم بتدريب عضلات ربلة الساق.\n\n"
        ]    }

],
"shorter": [
{
"image": "assets/GIF/shorter/DBArnoldPress.gif",
"title": "تجميع الكتفين",
"details": "عددالمجموعات:3  عدد التكرارات:10",
  "instructions":[ "",
    "1. الجلوس بشكل مستقيم واتخاذ اثنين من الدمبل.\n\n",
    "2. وضع البداية: جلب الدمبل إلى مستوى الأذن مع قبضة علوية (راحة اليد إلى الخلف).\n\n",
    "3. الآن اضغط على الدمبل فوق الرأس ، وحافظ على الرسغين فوق المرفقين وحرك الذراعين بالتوازي مع الجسم أثناء التمرين. أثناء الحركة ، قم بتدوير اليدين بحيث تكون راحة يدك متجهة للأمام في أعلى نقطة في التمرين.\n\n",
    "4. العودة إلى وضع البداية وتكرار الرقم المحدد.\n\n"]
},
{
"image": "assets/GIF/shorter/DBFrontRaise.gif",
"title": "رفرفه امامي بالضنبل",
"details": "عددالمجموعات:4  عدد التكرارات:10",
  "instructions":[
    "1. قف مع مباعدة القدمين بعرض الكتفين أو اجلس على المقعد في وضع رأسي.\n\n",
    "2. وضع البدء: خذ اثنين من الدمبل مع قبضة علوية (راحة اليد لأسفل). يجب أن تتدلى الذراعين في المقدمة مع ثني المرفقين قليلا.\n\n",
    "3. جلب الدمبل في الجزء الأمامي من الجسم إلى ارتفاع الكتف ، والحفاظ على المرفقين عازمة قليلا.\n\n",

    "4. عد إلى وضع البداية وكرر مع الذراع الأخرى.\n\n", "5. تذكر أن تبقي الظهر والرأس مستقيمين في وضع محايد ، يمكن أن يتسبب فرط التمدد أو الانثناء في حدوث إصابة. حافظ على ثبات الكتفين عن طريق الضغط على لوحي الكتف معا أثناء الحركة.\n\n"
  ]
},{
    "image": "assets/GIF/shorter/unilateral shoulder press.gif",
    "title": " كتف امامي بالضنبل فردي ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "يمكنك أداء التمرين بذراع 1 وتبدأ بأضعف جانب لديك.\n",
      "حافظ على ذراعك على الجانب الآخر في خط مستقيم بكتفك. ضع قدميك على نطاق أوسع من عرض الورك ، وارفع الوركين للأمام قليلا مع ثني صغير في ركبتيك إذا لزم الأمر ، وقم بتقويس الجزء العلوي من ظهرك.\n\n",
      "3.ابدأ من الأسفل بقبضة محايدة. يشير راحة يدك نحو جسمك ويشير مرفقك بشكل عمودي إلى الأسفل.\n\n\n",
      "4.ارفع الدمبل لأعلى أثناء الدوران بحيث تكون راحة يدك ، عندما تصل إلى الأعلى ، متجهة للأمام.\n"]},
  {
    "image": "assets/GIF/shorter/lateral raise.gif",
    "title": "رفرفه جانبي بالكيبل",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1-ضع نفسك جانبيا على طول محطة الكابل مع وجود جانبك الضعيف من الخارج واسحب الكابل بين ساقيك.\n",
      "2-انحنى للأمام قليلا وضع ساقك الضعيفة للخلف قليلا.\n",
      "3-حاول أن تبقي ذراعيك مستقيمتين أثناء التمرين ، لكن لا تفرط في الإطباق.\n",
      "4-اسحب الكابل إلى الجانب ، تقريبا إلى ارتفاع الصدر / الكتف ، ولكن ليس أعلى من 90 درجة لصحة كتفك.\n","5-اخفض الكابل مرة أخرى بطريقة مضبوطة وكرر.\n"]},

  {
    "image": "assets/GIF/shorter/DBSeatedRearLateralRaise.gif",
    "title": "كتف خلفي بالدنبل",
    "details": "عددالمجموعات:2  عدد التكرارات:10",
    "instructions":[ "",
      "1- تحتاج إلى اثنين من الدمبل ومقعد تدريب\n",
      "3-اجلس ، انحنى ، ضع قدميك على الأرض أمامك \n",
      "3-أمسك الدمبل وأمسكها تحت المقعد. في الوقت نفسه ، ارفع الدمبل بعيدا عن جسمك حتى ارتفاع الكتف \n",
      "4-وحافظ على ثني مرفقيك قليلا. اخفض الدمبل مرة أخرى إلى وضع البداية بطريقة خاضعة للرقابة.\n"]},






{
"image": "assets/GIF/shorter/DBUPROW.gif",
"title": "كتف جانبي بالدنبل",
"details": "عددالمجموعات:4  عدد التكرارات:10",
  "instructions":[ "",
    "1. الوقوف مع القدمين عرض الكتفين على حدة.\n\n",
    "2. وضع البداية: الاستيلاء على اثنين من الدمبل مع قبضة علوية (النخيل لأسفل). يجب أن تتدلى الذراعين في المقدمة مع ثني المرفقين قليلا.\n\n",
    "3. ارفع الدمبل عن طريق تحريك المرفقين نحو السقف ، وهذا سيسحب الحديد إلى مستوى الصدر.\n\n",
    "4. العودة إلى وضع البداية ، كرر حتى الرقم المطلوب.\n\n"]},
{
"image": "assets/GIF/shorter/landmine press.gif",
"title": "تجميع فردي بالبار ",
"details": "عددالمجموعات:3  عدد التكرارات:10",
  "instructions":[ "",
    "1-خذ الحديد وضعه في زاوية أو استخدم لوحين ممتصين للصدمات مع ملحق خاص للألغام الأرضية يمكنك وضع الحديد فيه.\n",
    "2-شغل مقعدا في وضع التصوير ، مع وضع قدمك للأمام ومسطحة على الأرض. أمسك الحديد بذراعك الضعيفة وادفعه للأمام بزاوية.\n",
    "",
    ""]},
  {
"image": "assets/GIF/shorter/overhead press.gif",
"title": "تجميع بالبار واقف",
"details": "عددالمجموعات:4  عدد التكرارات:10",
    "instructions":[ "",
      "1-أمسك الشريط أوسع قليلا من عرض الكتف. ضع ساعدك عموديا على الأرض وأرح الوزن على الجزء العلوي من صدرك.\n",
      "2-رفع الوزن والمشي إلى الوراء 2-3 خطوات.\n",
      "3-تأكد من تقوس الجزء العلوي من ظهرك جيدا وجلب الوركين للأمام قليلا. يتيح لك ذلك إجراء نطاق أكبر من الحركة ويحمي مرفقيك ومعصميك.\n",
      "4-عندما تعبر عن الوزن ، من المهم أن تعيد رأسك للخلف وتدفعه للأمام مرة أخرى عند الضغط على الشريط في منتصف الطريق.\n"]},
{
"image": "assets/GIF/shorter/SMShoulderPress.gif",
"title": "تجميع بالسيمس ",
"details": "عددالمجموعات:3  عدد التكرارات:10",
  "instructions":[ "",
    "1. الجلوس مباشرة على الأريكة.\n\n",
    "2. اضبط المقابض بحيث يكون الحديد عند مستوى الأذن تقريبا.\n\n",
    "3. وضع البدء: أمسك الشريط بقبضة علوية (راحة اليد للأمام). يجب أن يكون المرفقان عند 90 درجة في الموضع السفلي.\n\n",
    "5. العودة إلى وضع البداية وتكرار الأرقام المحددة.\n\n"]},{
    "image": "assets/GIF/shorter/BBFrontRaise.gif",
    "title": "كتف جانبي بالبار  ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1حافظ على صدرك مرتفعا ، وامسك الشريط بعرض الكتفين ، وانحنى للأمام قليلا مع الجزء العلوي من جسمك ، مع عمل انحناء صغير في ركبتيك لتحقيق الثبات.\n.\n\n",
      "2. اسحب الشريط باتجاه صدرك بحركة محكومة كما لو كنت تجدف ، مع التأكد من أن المرفقين ليسا أعلاه ، ولكن بما يتماشى مع الكتفين.\n",
      "",
      ""]},{
    "image": "assets/GIF/shorter/upright row.gif",
    "title": " أمامي بالبار ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. قف مع مباعدة القدمين بعرض الكتفين أو اجلس على المقعد في وضع رأسي.\n\n",
      "2. وضع البدء: خذ الحديد بقبضة علوية (راحة اليد لأسفل). يجب تعليق الأسلحة في المقدمة مع ثني المرفقين قليلا.n\n",
      "3. ضع الحديد على ارتفاع الكتف مع تمديد ذراعيك ، مع إبقاء المرفقين مثنيين قليلا.\n\n",
      "4. العودة إلى وضع البداية وكرر للكميات المطلوبة.\n\n"]},




  {
    "image": "assets/GIF/shorter/1.gif",
    "title": " رفرفه أمامي بالضنبل ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. استلق ووجهك لأسفل على مقعد بزاوية 50-60 درجة.\n\n",
      "2. امسك الدمبل في كل يد مع ثني المرفقين قليلا.\n\n",
      "3. ارفع ذراعيك مباشرة أمام رأسك.\n\n",
      "4. العودة إلى وضع البداية ، كرر الرقم المحدد.\n\n"]},{
    "image": "assets/GIF/shorter/2.gif",
    "title": " تجميع أمامي بالجهاز ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. الجلوس في وضع عمودي مع القدمين عرض الكتفين بعيدا والركبتين عازمة قليلا.\n\n",
      "2. وضع البدء: جلب الحديد إلى مستوى الأذن مع قبضة علوية (النخيل إلى الأمام).\n\n",
      "3. اضغط على الحديد فوق الرأس ، وحرك الذراعين بالتوازي مع الجسم.\n\nn\n",
      "4. العودة إلى وضع البداية وتكرار الرقم المحدد.\n\n"]},{
    "image": "assets/GIF/shorter/3.gif",
    "title": " رفرفه أمامي بالكيبل فردي ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "الخطوة 1: أمسك مقبض بكرة الأرضية بيدك اليسرى. قف مع مباعدة قدميك بعرض الكتفين ، بالقرب من البكرة مع ظهرك إليها. اثن ذراعك اليسرى قليلا واحتفظ بها على هذا النحو طوال التمرين.\n\n",
      "الخطوة 2: حافظ على ثبات الجزء العلوي من جسمك ، ارفع ذراعك الأيسر إلى ارتفاع الكتف. يجب أن تواجه راحة يدك الأرض في أعلى نقطة. استمر لبضع ثوان ، ثم اخفض ذراعك ببطء إلى وضع البداية. كرر ثم بدل الذراعين.\n\n",
      ""
      ]},{
    "image": "assets/GIF/shorter/4.gif",
    "title": " رفرفه جانبي علي دكه مائله  ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. استلق على جانب واحد على مقعد مائل وأمسك الدمبل في يدك الخارجية.\n\n",
      "2. ترك اليد معلقة نحو الأرض ، والآن رفع ذراعك ببطء بزاوية 45 درجة ، والحفاظ على ذراعك مستقيمة.\n\n",
      "3. العودة إلى وضع البداية وتكرار للتكرار المطلوب.\n\n",
      "4. كرر مع الذراع الأخرى.\n\n"]},{
    "image": "assets/GIF/shorter/5.gif",
    "title": " رفرفه جامبي بالثيمث  ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. قف مع مباعدة قدميك بعرض الكتفين\n\n",
      "2. وضع البداية: خذ شريطا بقبضة علوية (راحة اليد لأسفل). يجب أن تتدلى الذراعين في المقدمة مع ثني المرفقين قليلا.\n\n",
      "3. الآن ارفع الشريط عن طريق السحب مع المرفقين نحو السقف ، واسحب الشريط إلى مستوى الصدر.\n\n",
      "4. ارجع إلى وضع البداية وكرر الرقم المطلوب.\n\n"]},{
    "image": "assets/GIF/shorter/6.gif",
    "title": " رفرفه جانبي بالجهاز  ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1) الجلوس على مقاعد البدلاء في وضع عمودي.\n\n",
      "2) وضع البداية: يجب أن تتدلى الذراعين ، على جانب الجسم مع ثني المرفقين قليلا.\n\nn\n",
      "3) جلب الذراعين مع منصات إلى ارتفاع الكتف ، والحفاظ على المرفقين عازمة قليلا.\n\n",
      "4) ارجع إلى وضع البداية وكرر الرقم المطلوب.\n\nn\n"]},{
    "image": "assets/GIF/shorter/7.gif",
    "title": " كتف خلفي بالحبل  ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. خذ البكرة على ارتفاع الخصر تقريبا.\n\n",
      "2. اجلس على بعد 2 إلى 3 أمتار من الماكينة مع الذراع في التدريب باتجاه البكرة أو البكرة. يجب أن تكون القدمين بعرض الكتفين مع ثني الركبتين قليلا.\n\n",
      "3. وضع البدء: خذ المقبض وثني الكوع إلى 90 درجة. يجب قلب الساعد إلى الداخل مع توجيه القبضة نحو البكرة.\n\n",
      "4. امسك الذراع للخارج وقم بتدوير الكوع بزاوية 90 درجة.\n\n"]},{
    "image": "assets/GIF/shorter/8.gif",
    "title": " رفرفه خلفي علي الدكه ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. استلق ووجهك لأسفل على مقعد دائري بزاوية 50-60 درجة.\n\n",
      "2. امسك الدمبل في كل يد مع ثني المرفقين قليلا.\n\nn\n",
      "3. رفع الذراعين في حركة نصف دائرة إلى مستوى الكتف.\n\n",
      "4. العودة إلى وضع البداية وتكرار.\n\n"]}

],"beily": [
{
"image": "assets/GIF/beily/Decline sit ups on a slant board.gif",
"title": "بطن علي دكه مائله",
"details": "عددالمجموعات:3  عدد التكرارات:10",
  "instructions":[ "",
    "",
    "1. ابدأ الاستلقاء على مقعد مائل مع رأسك لأعلى.\n\n",
    "2. حرك كتفيك / الجزء العلوي من جسمك نحو خصرك.\n\n",
    "3. العودة إلى وضع البداية وتكرار العدد المطلوب من التكرار.\n\n"]},
{
"image": "assets/GIF/beily/planking.gif",
"title": "بلانك ",
"details": "عددالمجموعات:4  عدد التكرارات:10",
  "instructions":[ "",
    "1-استلق على بطنك وضع قدميك على بعد 10 سم. المس الأرض / السجادة فقط بأصابع قدميك وكرة قدمك.\n",
    "2ضع ساعديك بشكل مسطح على الأرض ، مع وضع مرفقيك مباشرة تحت كتفيك ، وقم بطي يديك معا تحت وجهك.\n",
    "3-شد عضلات البطن والألوية وارفع الورك. اجعل نفسك صغيرا قدر الإمكان من خلال اتخاذ خطوة إلى الأمام.\n",
    "4-امسك اللوح الكتفين لمدة 30 ثانية أو أكثر ، وحافظ على جسمك مستقيما قدر الإمكان بينما يكون وجهك مواجها ليديك.\n"]},
{
"image": "assets/GIF/beily/stick crunch.gif",
"title": "تمرين البطن علي الارض",
"details": "عددالمجموعات:2  عدد التكرارات:10",
  "instructions":[ "",
    "1. ابدأ الاستلقاء على ظهرك مع ثني ساقيك إلى 90 درجة.\n",
    "2. امسك عصا أو مكنسة بكلتا يديك ، والآن حرك الجزء العلوي من جسمك حتى قدميك.\n",
    "3. عد ببطء إلى وضع البداية وكرر للممثلين المطلوبين.\n\n",
    ""]},

{
"image": "assets/GIF/beily/Oblique Crunch.gif",
"title": "بطن سفلي",
"details": "عددالمجموعات:3  عدد التكرارات:10",
  "instructions":[ "",
    "1: استلق على الأرض ، ساقيك مستقيمة وذراعيك مستقيمة مع توجيه أصابعك لأعلى.\n\n",
    "2: ارفع ساقيك لأعلى وارفع ذراعيك نحو أصابع قدميك ، كما هو موضح ، شد عضلات بطنك بوعي. استمر للحظة ثم عد إلى وضع البداية. كرر\n\n",
    "لجعل عضلات البطن تعبر عن نفسها بشكل صحيح ، فإن التغذية هي على الأقل عامل مهم مثل التمارين التي تقوم بها.\n\n",
    ""]
},{
    "image": "assets/GIF/beily/v-up.gif",
    "title": "بطن مع تبادل السيقان ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. ابدأ بالاستلقاء على ظهرك مع وضع يديك خلف ظهرك وثني الفخذين إلى 90 درجة بالنسبة لوركك.\n",
      "2. في الوقت نفسه ، ارفع كتفك الأيمن وركبتك اليسرى إلى وسط جسمك حتى يتلامس مرفقك وركبتك. ارجع إلى وضع البداية وكرر مع الجانب الآخر.\nn\n",
      "3. كرر بشكل مستمر حتى العدد المحدد من التكرار.\n\n",
      ""]
  },{
    "image": "assets/GIF/beily/alt_toe_touch_crunch.gif",
    "title": "الجلوس ولمس القدمين ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1. وضع البداية: الاستلقاء على الأرض أو المقعد مع رفع القدمين في الهواء. يجب أن يكون الرأس في وضع محايد مع وجود مسافة بين الذقن والصدر.\n",
      "2. الإضاءة مع الذقن والصدر في مواجهة السقف ، وشد البطن وجلب كتفيك عن الأرض أو المقعد. جلب ذراع واحدة إلى القدم المعاكسة. ارجع إلى وضع البداية وكرر باليد الأخرى.\n",
      "تذكر أن تبقي رأسك في وضع محايد. فرط التمدد أو الانثناء يمكن أن يسبب الضرر. لزيادة المقاومة ، خذ كرة طبية في اليدين وقم بإجراء التمرين. لتقليل المقاومة ، اجعل اليد أقرب إلى الجسم.\n\n",
      ""]
  },{
    "image": "assets/GIF/beily/DBSideBend.gif",
    "title": "تمرين جناب بالضنبل ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1تمرين جيد للبطن الجانبي. أنت تقف مع مباعدة قدميك بعرض الكتفين ، وتمسك الدمبل في كل يد ، والتي تتركها معلقة بجانبك. يمكنك خفض الدمبل عن طريق ثني جسمك إلى جانب الدمبل. ثم تعود إلى وضع مستقيم ، ولا تتردد في الانحناء قليلا. قم بالحركة ببطء وبطريقة خاضعة للرقابة.\n\n",
      "قريبا سوف تكون قادرة على تحمل المزيد من الوزن. بالتأكيد افعلها!\n2",
      "لجعل عضلات البطن تعبر عن نفسها بشكل صحيح ، فإن التغذية هي على الأقل عامل مهم مثل التمارين التي تقوم بها.\n\n",
      ""]
  },




  {
    "image": "assets/GIF/beily/1.gif",
    "title": "تمرين نصف عده   ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1: وضع البداية: الاستلقاء على الأرض أو المقعد مع ركبتيك مستقيمة أو مثنية كما تفضل ، كلتا يديك مستقيمة ولأسفل على طول الخصر. يجب أن يكون الرأس في وضع محايد مع وجود مسافة بين الذقن والصدر.\n\n",
      "2: الاستلقاء مع الذقن والصدر نحو السقف ، وعقد البطن والضغط على الكتفين من الأرض أو المقعد. يجب أن تظل الأذرع المستقيمة بجانب الجسم وموازية للرأس.\n\n",
      "3: العودة إلى وضع البداية.\n\n",
      ""]
  },{
    "image": "assets/GIF/beily/3.gif",
    "title": "تمرين الساق المائل ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "وضع البداية: استلق على ظهرك وارفع ساقيك بشكل مستقيم.\n\n",
      "حرك ساقيك إلى اليسار ، ثم عد إلى وضع البداية. كرر هذا التمرين إلى اليمين.\n\n",
      "",
      ""]
  },{
    "image": "assets/GIF/beily/33.gif",
    "title": "تمرين الثبات علي  يدا واحده ",
    "details": "عددالمجموعات:3  عدد التكرارات:10",
    "instructions":[ "",
      "1.استلق على جانبك وضع قدميك ضد / فوق بعضهما البعض.\n",
      "2.ضع ذراعك الضعيفة بشكل مسطح على الأرض ، أسفل كتفيك مباشرة ، وعلى الجانب القوي ، ضع يدك على وركك.\n",
      "3.شد عضلات البطن والألوية وارفع وركك ، واضغط في نفس الوقت على ذراع الجانب الضعيف ، بحيث يكون جسمك في وضع مستقيم قدر الإمكان.\n",
      ""]
  }
]
}